{
  "answers": {
    "1": {
      "answer": "yes",
      "reason": "طبقا لأخر إصدار من الهيل التنظيمي المعتمد من الادارة العليا",
      "attachment": "صورة اخر هيكل تنظيمي"
    },
    "2": {
      "answer": "na",
      "reason": "يقع مراجعة الهيكل التنظيمي ضمن نطاق ومسئوليات ادارة رأس المال البشري"
    },
    "3": {
      "answer": "no",
      "reason": "\n"
    },
    "4": {
      "answer": "yes",
      "attachment": "قائمة الوصف الوظيفي",
      "reason": "وذلك طبقا لقوائم الادةار والمسؤليات التفصيلية المعتمدة من إدارة رأس المال البشري"
    },
    "5": {
      "attachment": "قائمة الوصف الوظيفي",
      "answer": "yes"
    },
    "6": {
      "answer": "na",
      "reason": "يقع  توثيق واعتماد الهيكل التنظيمي ضمن نطاق ومسئوليات ادارة رأس المال البشري"
    },
    "7": {
      "reason": "يقع  ضمن نطاق ومسئوليات ادارة رأس المال البشري",
      "answer": "na"
    },
    "8": {
      "answer": "yes",
      "attachment": "ملف مؤائمة الهيكل مع التحول الرقمي ",
      "reason": "تتم بشكل كامل على مستوي القطاع وعلى مستوي المشاريع والمنتجات"
    },
    "9": {
      "answer": "yes",
      "reason": "خالد عبد الله"
    },
    "10": {
      "reason": "ابو مشعل وابو جود",
      "answer": "yes"
    },
    "11": {
      "reason": "ابو مشعل",
      "answer": "yes"
    },
    "12": {
      "reason": "خالد الغامدي  مثال نظام الفوترة",
      "answer": "yes"
    },
    "13": {
      "answer": "yes",
      "reason": "خالد عبد الله"
    },
    "14": {
      "answer": "yes",
      "reason": "خالد عبد الله"
    },
    "15": {
      "answer": "yes",
      "reason": "خالد عبد الله"
    },
    "16": {
      "answer": "yes",
      "reason": "عبد المحسن  BCM"
    },
    "17": {
      "answer": "yes",
      "reason": "خالد عبد الله"
    },
    "18": {
      "answer": "yes",
      "reason": "توجد عدة سياسات مرفوعة للإعتماد لدي إدارة الحوكمة والالتزام "
    },
    "19": {
      "answer": "yes",
      "reason": "بشكل سنوي قبل مراجعتها داخليا من قبل مكتب المراجع الداخلي "
    },
    "20": {
      "answer": "yes",
      "reason": "خالد عبد الله"
    },
    "21": {
      "answer": "yes",
      "reason": "خالد عبد الله"
    },
    "22": {
      "answer": "yes",
      "reason": "توجد عدة سياسات لهذا البند "
    },
    "23": {
      "answer": "yes",
      "reason": "رؤيا "
    },
    "24": {
      "answer": "yes",
      "reason": "بشكل سنوي"
    },
    "25": {
      "answer": "yes",
      "reason": "بعد الاعتماد من قبل الادارات المعنية "
    },
    "26": {
      "answer": "na",
      "reason": "تقع المسؤلية الخاصة بالتحقق من الالتزام على إدارة الحوكمة والالتزام"
    },
    "27": {
      "answer": "yes",
      "reason": "يوجد مرحلتين اولها المراجعة الداخلية داحل القطاع وبعدها يتم رفعها إلي إدارة الحوكمة والالتزام  للإعتماد حسب جدول الصلاحيات "
    },
    "28": {
      "answer": "yes",
      "reason": "فى حال الحاجة إلي ذلك يتم مراجعة السياسات ذات العلاقة مع الامن السيبراني "
    },
    "29": {
      "answer": "yes",
      "reason": "يوجود سياسة توضح ذلك \" سياسة إدارة التغيير \" "
    },
    "30": {
      "answer": "yes",
      "reason": "طبقا للسياسة أعلاه كما يوجد نظام إلكتروني لضبط هذة العملية وإعتماد الموافقات "
    },
    "31": {
      "answer": "yes",
      "reason": "طبقا للسياسة أعلاه  لضبط هذة العملية وإعتماد الموافقات "
    },
    "32": {
      "answer": "yes",
      "reason": "طبقا للسياسة أعلاه  لضبط هذة العملية وإعتماد الموافقات "
    },
    "33": {
      "answer": "yes",
      "reason": "طبقا للسياسة أعلاه  لضبط هذة العملية وإعتماد الموافقات "
    },
    "34": {
      "answer": "yes",
      "reason": "طبقا للسياسة أعلاه  لضبط هذة العملية وإعتماد الموافقات "
    },
    "35": {
      "answer": "yes",
      "reason": "طبقا للسياسة أعلاه  لضبط هذة العملية وإعتماد الموافقات "
    },
    "36": {
      "answer": "yes",
      "reason": "طبقا للسياسة أعلاه  لضبط هذة العملية وإعتماد الموافقات "
    },
    "37": {
      "answer": "yes",
      "reason": "طبقا للسياسة أعلاه  لضبط هذة العملية وإعتماد الموافقات "
    },
    "38": {
      "answer": "yes",
      "reason": "حسب سياسة إدارة الصلاحيات التابعة لإدارة الامن السيبراني "
    },
    "39": {
      "answer": "yes",
      "reason": "تقع ضمن مسؤليات إدة الأمن السيبراني"
    },
    "40": {
      "answer": "yes",
      "reason": "طبقا لسياسة إدارة صلاحيات الدخل \"Access Mangment Policy \""
    },
    "41": {
      "answer": "yes",
      "reason": "طبقا لإعتماد مالك النظام كما تنص السياسة"
    },
    "42": {
      "answer": "yes",
      "reason": "سجل الكتروني  داخل Onclick"
    },
    "43": {
      "answer": "yes",
      "reason": "سجل الكتروني  داخل Onclick"
    },
    "44": {
      "answer": "yes",
      "reason": "Active Directory "
    },
    "45": {
      "answer": "yes",
      "reason": "بشكل دوري من قبل فريق العمل بإدارة البنية التحتية"
    },
    "46": {
      "answer": "yes",
      "reason": "حسب إجراء إخلاء الطرف المعتمد داخل الشركة"
    },
    "47": {
      "answer": "yes",
      "reason": "يتم تفعيل المصادقة الثنائية (2FA) للوصول إلى الأنظمة الحساسة"
    },
    "48": {
      "answer": "na",
      "reason": "تقع ضمن مسؤليات إدرة الامن السيبراني والبيانات "
    },
    "49": {
      "answer": "na",
      "reason": "تقع ضمن مسؤليات إدرة الامن السيبراني والبيانات "
    },
    "50": {
      "answer": "na",
      "reason": "تقع ضمن مسؤليات إدرة الامن السيبراني والبيانات "
    },
    "51": {
      "answer": "yes",
      "reason": "حسب حاجة العمل وتصنيف البيانات الوارد من إدرة الامن السيبراني والبيانات"
    },
    "52": {
      "answer": "na",
      "reason": "تقع ضمن مسؤليات إدرة الامن السيبراني والبيانات "
    },
    "53": {
      "answer": "na",
      "reason": "تقع ضمن مسؤليات إدرة الامن السيبراني والبيانات "
    },
    "54": {
      "answer": "na",
      "reason": "تقع ضمن مسؤليات إدرة الامن السيبراني والبيانات "
    },
    "55": {
      "answer": "na",
      "reason": "تقع ضمن مسؤليات إدرة الامن السيبراني والبيانات "
    },
    "56": {
      "reason": "تقع ضمن مسؤليات إدرة الامن السيبراني والبيانات ",
      "answer": "na"
    },
    "57": {
      "answer": "yes",
      "reason": "حسب حاجة العمل والمتطلبات الوارد من إدرة الامن السيبراني والبيانات"
    },
    "58": {
      "answer": "na",
      "reason": "يقع  التحقق من صحة البيانات ضمن مسؤليات مالك النظام"
    },
    "59": {
      "answer": "yes",
      "reason": "توجد استراتيجية تحول رقمي ترتبط مباشرة بالأهداف الاستراتيجية للمنظمة، وتشمل تعزيز الكفاءة التشغيلية وتحسين الخدمات ورفع النضج الرقمي.",
      "attachment": "وثيقة استراتيجية التحول الرقمي"
    },
    "60": {
      "answer": "yes",
      "reason": "تتضمن الاستراتيجية مبادرات مرتبطة بالابتكار والتحول الذكي، مثل استخدام الأتمتة، الذكاء الاصطناعي، وتحليل البيانات لدعم اتخاذ القرار.",
      "attachment": "مبادرات الابتكار والذكاء الاصطناعي"
    },
    "61": {
      "answer": "yes",
      "reason": "تم تضمين أولويات التحول الرقمي ضمن الخطة الاستراتيجية لتأشير ، وتشمل تحسين تجربة المستخدم، تطوير المنتجات الرقمية، وتعزيز النضج الرقمي.",
      "attachment": "الخطة الاستراتيجية – قسم التحول الرقمي"
    },
    "62": {
      "answer": "yes",
      "reason": "توجد خارطة طريق مفصلة تشمل مراحل التنفيذ، مسؤوليات الجهات، الجداول الزمنية، ومؤشرات التقدم.",
      "attachment": "خارطة الطريق للتحول الرقمي"
    },
    "63": {
      "answer": "yes",
      "reason": "يتم قياس مستوى النضج بشكل دوري عبر استبيان شامل لجميع الإدارات مدعوم بإثباتات، ويتم عرض النتائج من خلال لوحة تحكم DMI Dashboard.",
      "attachment": " Dashboard of  DMI "
    },
    "64": {
      "answer": "yes",
      "reason": "تم ربط مؤشرات الأداء الرقمية KPIs مباشرة بأهداف العمل لضمان قياس الأثر، وتحسين اتخاذ القرار.",
      "attachment": "مصفوفة ربط مؤشرات التحول الرقمي بالأهداف"
    },
    "65": {
      "answer": "yes",
      "reason": "يتم رصد جميع المشاريع ضمن لوحة متابعة المشاريع PMO Dashboard مع قياس مؤشرات الأداء لكل مبادرة.",
      "attachment": "Dashboard متابعة مبادرات التحول الرقمي"
    },
    "66": {
      "answer": "yes",
      "reason": "تتم متابعة التحول الرقمي ضمن اختصاصات لجنة الـ IT Steering Committee التي تشرف على مؤشرات الأداء والمبادرات الرقمية.",
      "attachment": "محضر أو قرار"
    },
    "67": {
      "answer": "yes",
      "reason": "يتم إشراك المستخدمين عبر اختبارات المستخدم (UAT)، الاستبيانات، وورش العمل لضمان جودة الخدمات الرقمية.",
      "attachment": "نماذج UAT أو استبيانات رضا المستخدم"
    },
    "68": {
      "answer": "yes",
      "reason": "توجد تقارير شهرية وربع سنوية يتم رفعها للإدارة العليا حول مؤشرات التحول الرقمي، الإنجازات، والتحديات.",
      "attachment": "تقارير أداء التحول الرقمي"
    },
    "69": {
      "answer": "yes",
      "reason": "يتم إجراء اختبارات تجربة المستخدم (UX Testing) قبل الإطلاق من خلال جلسات اختبار مع مستخدمين فعليين، وتحليل الملاحظات وتحسين الواجهات بناءً عليها.",
      "attachment": "تقارير UX Testing"
    },
    "70": {
      "answer": "yes",
      "reason": "يوجد إطار واضح لتوكيد الجودة QA Framework يشمل سياسة الجودة وإجراءات اختبار الأنظمة، UAT، وعمليات اعتماد الإطلاق.",
      "attachment": "سياسة وإجراءات توكيد الجودة QA Policy & Procedure"
    },
    "71": {
      "answer": "yes",
      "reason": "يتم عقد دورات منتظمة لموظفي الجودة تشمل ISTQB، اختبار الأتمتة، وأدوات التتبع مثل Azure DevOps.",
      "attachment": "سجلات التدريب"
    },
    "72": {
      "answer": "yes",
      "reason": "تتم مراجعة الخدمات بناءً على نتائج استبيانات رضا المستخدم وبيانات التحليل ",
      "attachment": "تقارير رضا المستخدم"
    },
    "73": {
      "answer": "yes",
      "reason": "جميع نتائج اختبارات الجودة (Functional, Integration, UAT) يتم توثيقها داخل Azure DevOps وتُحفظ ضمن سجلات المشاريع.",
      "attachment": "نتائج اختبارات الجودة  Export من Azure DevOps"
    },
    "74": {
      "answer": "yes",
      "reason": "يتم تقييم جودة البرمجيات وفق معايير مثل ISO/IEC 25010، ومعايير الأداء والاستقرار والأمن والاعتمادية.",
      "attachment": "نموذج معايير تقييم الجودة"
    },
    "75": {
      "answer": "yes",
      "reason": "تتم اختبارات الأمن بالتنسيق مع فريق الأمن السيبراني وتشمل Vulnerability Assessment وPenetration Testing.",
      "attachment": "تقارير اختبار الأمن السيبراني"
    },
    "76": {
      "answer": "yes",
      "reason": "بعد الإطلاق يتم استقبال الملاحظات عبر القنوات الرقمية، وتحليلها وإدراجها في Backlog التحسينات.",
      "attachment": "سجل الملاحظات بعد الإطلاق"
    },
    "77": {
      "answer": "yes",
      "reason": "توجد خطة Corrective Action Plan لمعالجة الأسباب الجذرية للمشاكل المتكررة وتشمل مسؤوليات التنفيذ والجداول الزمنية.",
      "attachment": "خطة الإجراءات التصحيحية CAPA"
    },
    "78": {
      "answer": "na",
      "reason": "معظم الأنشطة تكون ضمن مسؤوليات إدارة رأس المال البشري (HR) حسب المتعارف عليه في الشركة."
    },
    "79": {
      "answer": "na",
      "reason": "معظم الأنشطة تكون ضمن مسؤوليات إدارة رأس المال البشري (HR) حسب المتعارف عليه في الشركة."
    },
    "80": {
      "answer": "na",
      "reason": "معظم الأنشطة تكون ضمن مسؤوليات إدارة رأس المال البشري (HR) حسب المتعارف عليه في الشركة."
    },
    "81": {
      "answer": "yes",
      "reason": "تتوفر أدلة استخدام User Manuals وفيديوهات تعريفية للأنظمة الداخلية، يتم إعدادها بالتعاون بين الفرق الفنية ",
      "attachment": "أدلة المستخدم للأنظمة"
    },
    "82": {
      "answer": "na",
      "reason": "معظم الأنشطة تكون ضمن مسؤوليات إدارة رأس المال البشري (HR) حسب المتعارف عليه في الشركة."
    },
    "83": {
      "answer": "na",
      "reason": "معظم الأنشطة تكون ضمن مسؤوليات إدارة رأس المال البشري (HR) حسب المتعارف عليه في الشركة."
    },
    "84": {
      "answer": "na",
      "reason": "معظم الأنشطة تكون ضمن مسؤوليات إدارة رأس المال البشري (HR) حسب المتعارف عليه في الشركة."
    },
    "85": {
      "answer": "na",
      "reason": "معظم الأنشطة تكون ضمن مسؤوليات إدارة رأس المال البشري (HR) حسب المتعارف عليه في الشركة."
    },
    "86": {
      "answer": "yes",
      "reason": "تقوم إدارة الأمن السيبراني بالتعاون مع HR بتنفيذ حملات توعية دورية تشمل رسائل توجيهية"
    },
    "87": {
      "answer": "yes",
      "reason": "يتم استخدام قالب موحد (Solution Architecture Template) يشمل المتطلبات، التصميم المنطقي والفيزيائي، توجهات الأمن السيبراني، ونموذج التكامل مع الأنظمة الأخرى، مع مراجعة إلزامية من فريق الهندسة المعمارية."
    },
    "88": {
      "answer": "yes",
      "reason": "يتم عقد ورشة (Design Review Workshop) تضم ممثلي الأعمال، الأمن السيبراني، البنية التحتية، وفرق التطوير لضمان توافق التصميم مع احتياجات الأعمال والمتطلبات التقنية."
    },
    "89": {
      "answer": "yes",
      "reason": "يتم تطبيق Security by Design وإجراء تقييم مخاطر أمني (Security Risk Assessment) قبل اعتماد التصميم، بما يشمل IAM، حماية البيانات، التشفير، وضوابط OWASP."
    },
    "90": {
      "reason": "يلتزم الفريق بإجراء Technical Options Assessment ودراسة 3 بدائل على الأقل، مع مقارنة التكاليف، المخاطر، قابلية التوسع، والامتثال للمعايير.",
      "answer": "yes"
    },
    "91": {
      "reason": "يتم استخدام منهجية SDLC موحدة تشمل مراحل: التحليل – التصميم – التطوير – الاختبار – النشر، مع توثيق Deliverables وموافقات كل مرحلة.",
      "answer": "yes"
    },
    "92": {
      "reason": "يتم تنفيذ UAT رسمي بمشاركة ممثلي الأعمال، مع خطط اختبار، حالات اختبار (Test Cases)، وتوثيق لاعتماد النتائج قبل الذهاب للإنتاج.",
      "answer": "yes"
    },
    "93": {
      "answer": "yes",
      "reason": "يتم استخدام نظام تتبع الأخطاء فى Azure DevOps لضمان تسجيل جميع العيوب، تحديد أولوياتها، متابعتها حتى الإغلاق، وإصدار تقارير جودة دورية."
    },
    "94": {
      "answer": "yes",
      "reason": "يتم إجراء مراجعة نهائية (Final Acceptance Review) تشمل مطابقة المخرجات مع وثيقة المتطلبات BRD ونتائج الاختبارات، واعتمادها من مالك النظام (System Owner)."
    },
    "95": {
      "answer": "na",
      "reason": "هذة من تخصصات فرق العمل فى قطاع الاعمال حيث يضم قطاع الأعمال فرقاً متخصصة تشمل: تحليل الأعمال، إدارة المنتجات، تطوير الأعمال وتقوم بعمل التحليل المطلوب"
    },
    "96": {
      "answer": "yes",
      "reason": "يتم تنفيذ تدقيق دوري وشامل على الأنظمة الرقمية من قبل فريق المدقق الداخلي وفق خطة سنوية معتمدة تشمل المراجعة الفنية والتشغيلية والامتثال للسياسات."
    },
    "97": {
      "answer": "yes",
      "reason": "يتم حفظ تقارير التدقيق الفني وفق سياسة الاحتفاظ بالوثائق، حيث تُحفظ لدى فريق المدقق الداخلي وترسل نسخة إلى الإدارة المختصة ويتم أيضاً الاحتفاظ بها داخلياً للرجوع إليها عند الحاجة."
    },
    "98": {
      "answer": "yes",
      "reason": "يتم تحليل نتائج التدقيق، وإصدار خطة إجراءات تصحيحية، وتعيين مسؤولين من فرق العمل لمتابعة التنفيذ، ويتم متابعة الحالة حتى الإغلاق لضمان تحسين الجودة والامتثال."
    },
    "99": {
      "answer": "yes",
      "reason": "يتم إعداد تقرير التدقيق النهائي ورفعه للإدارة العليا، مع عرض أبرز المخاطر والتوصيات، ويتم تنفيذ آلية متابعة دورية لضمان إغلاق الملاحظات حسب الأولويات."
    },
    "100": {
      "answer": "na",
      "reason": "من مسؤوليات إدارة التدقيق الداخلي "
    },
    "101": {
      "answer": "yes",
      "reason": "يتم أرشفة أدلة التحقق (Evidence) ضمن ملفات التدقيق السنوية بشكل منظم يشمل السجلات، النتائج، محاضر الاجتماعات، والعينات المختبرة، وذلك لضمان الشفافية وإثبات الامتثال عند أي مراجعة مستقبلية."
    },
    "102": {
      "answer": "yes",
      "reason": "تم رصد أي تغييرات تنظيمية وتحديث الأنظمة الرقمية وفق آلية Change Management معتمدة، لضمان توافق الأنظمة مع الهيكل التنظيمي والإجراءات الجديدة دون تأثير على العمليات."
    },
    "103": {
      "answer": "yes",
      "reason": "تم تنفيذ اختبار شامل لمتطلبات العمل (Requirements Validation) يشمل مراجعة BRD، حالات الاستخدام، وسيناريوهات العمل لضمان جاهزية المنتج قبل الإطلاق الإنتاجي."
    },
    "104": {
      "answer": "yes",
      "reason": "تم تطبيق مراجعة دورية للصلاحيات (Access Review) للمستخدمين ذوي الصلاحيات العليا بالتنسيق مع الأمن السيبراني لضمان الالتزام بمبدأ أقل صلاحية (Least Privilege)."
    },
    "105": {
      "answer": "yes",
      "reason": "تم تقييم أداء الأنظمة عبر أدوات قياس الأداء ومراقبة الاستجابة، وتحليل السجلات، وإصدار تقارير شهرية تتضمن التوصيات والتحسينات."
    },
    "106": {
      "answer": "yes",
      "reason": "توجد آلية Incident Management موحدة تشمل تسجيل البلاغات، تحديد الأولوية، التحليل الجذري للأسباب (RCA)، وإغلاق البلاغ بعد المعالجة، مع الاحتفاظ بسجل كامل للحالات."
    },
    "107": {
      "answer": "yes",
      "reason": "يتم تنفيذ اختبارات أداء (Performance Testing) قبل وبعد نشر التحديثات للتحقق من الاستقرار، ومنع أي تأثير على الخدمة الإنتاجية."
    },
    "108": {
      "answer": "yes",
      "reason": "يتم تسجيل الأعطال في نظام التذاكر (مثل ADO أو Jira)، مع توثيق الأسباب الجذرية، أثر العطل، الإجراءات المتخذة، والوقت المستغرق للمعالجة."
    },
    "109": {
      "answer": "yes",
      "reason": "يتم إجراء تقييم سنوي شامل للأنظمة الداخلية يشمل الأداء، الأمن، الاعتمادية، ورضا المستخدمين، مع إعداد تقرير تحسينات معتمد سنوياً."
    },
    "110": {
      "answer": "yes",
      "reason": "تم تحديد الأنظمة الحرجة (Critical Systems) وفق سياسة إستمرارية الاعمال ، ويتم إعطاؤها أولوية قصوى في التحديثات والصيانة لضمان استمرارية العمل وتقليل مخاطر الانقطاع."
    },
    "111": {
      "answer": "yes",
      "reason": "توجد خطة نسخ احتياطي متكاملة تشمل النسخ اليومي والأسبوعي والتخزين خارج الموقع، بالإضافة إلى خطة استعادة البيانات (DRP) مع اختبارات دورية لضمان جاهزية الاسترجاع."
    },
    "112": {
      "answer": "yes",
      "reason": "يتوفر مركز بيانات احتياطي (DR Site) يعمل وفق آلية التبديل التلقائي/شبه التلقائي لضمان استمرارية الأعمال في حال حدوث أي طارئ في المركز الرئيسي."
    },
    "113": {
      "answer": "yes",
      "reason": "يتم تطبيق تحديثات أنظمة التشغيل، قواعد البيانات، التطبيقات، وحلول الأمن السيبراني بشكل دوري وفق جدول Patching معتمد لضمان إغلاق الثغرات وتقليل المخاطر الأمنية."
    },
    "114": {
      "answer": "yes",
      "reason": "يتم استخدام أنظمة مراقبة متقدمة لرصد أداء الخوادم، الشبكات، قواعد البيانات، وسعة التخزين، مع تنبيهات استباقية لضمان معالجة المشاكل قبل تأثيرها على العمليات."
    },
    "115": {
      "answer": "yes",
      "reason": "تتوفر أنظمة مراقبة جودة الشبكات (NMS) مع أدوات اكتشاف الأعطال وإرسال التنبيهات الفورية، بالإضافة إلى سجل للأحداث لمعالجة الأعطال بسرعة ورفع مستوى التوافر التشغيلي."
    },
    "116": {
      "answer": "yes",
      "reason": "يتم استخدام منصات متقدمة لتحليل البيانات وذكاء الأعمال (Tableau ) لدعم اتخاذ القرار وتوفير تقارير تفاعلية ولوحات أداء دقيقة."
    },
    "117": {
      "answer": "yes",
      "reason": "يتم تحديث اللوحات والتقارير دورياً وفق احتياجات الإدارات التشغيلية، مع عقد اجتماعات لمراجعة المتطلبات وتطوير المؤشرات بما يتماشى مع أولويات العمل."
    },
    "118": {
      "answer": "yes",
      "reason": "يتم اعتماد معايير موحدة لتصميم التقارير تشمل الهوية البصرية، جودة البيانات، منهجية عرض المؤشرات، وتوحيد المقاييس لضمان الاتساق وسهولة الاستخدام."
    },
    "119": {
      "answer": "yes",
      "reason": "يتم تقييم أداء أنظمة التحليلات والـ ETL بشكل دوري من خلال مراقبة السرعة، جودة المعالجة، الاعتمادية، وتوافق الأدوات مع حجم البيانات المتزايد."
    },
    "120": {
      "answer": "yes",
      "reason": "يتم ربط أدوات التحليلات مع الأنظمة التشغيلية عبر APIs وConnectors لضمان تحديث البيانات تلقائياً وتوفير تقارير لحظية تدعم سرعة اتخاذ القرار."
    },
    "121": {
      "answer": "yes",
      "reason": "يتم متابعة التكاليف التشغيلية لجميع المشاريع التقنية بشكل شهري عبر تقارير مالية معتمدة تشمل مقارنة الميزانية الفعلية بالمخطط لها، وتحليل الانحرافات وتقديم التوصيات للإدارة العليا ."
    },
    "122": {
      "answer": "yes",
      "reason": "وجد ميزانية سنوية مخصصة للتحول الرقمي تشمل التطوير، الأمن السيبراني، تكامل الأنظمة، الترخيص، والتقنيات الجديدة بما يتوافق مع استراتيجية الشركة."
    },
    "123": {
      "answer": "na",
      "reason": "يتم مراقبتها بواسطة مزود الخدمة السحابية SITE "
    },
    "124": {
      "answer": "yes",
      "reason": "يتم مراجعة عقود الموردين بشكل دوري للتحقق من الالتزام بـ SLA وOLA وسياسات الأمن السيبراني، وضمان جودة الخدمة واستمراريتها."
    },
    "125": {
      "answer": "yes",
      "reason": "يتم تطبيق سياسات الخصوصية وفق المتطلبات التنظيمية، بما يشمل حماية البيانات، التحكم في الوصول، تشفير المعلومات الحساسة، وتتبع الامتثال من خلال مراجعات دورية."
    },
    "126": {
      "answer": "yes",
      "reason": "يتم إشراك إدارة التقنية منذ مرحلة تحليل المتطلبات لضمان توافق الحلول التقنية مع احتياجات العمل، وللتأكد من الجاهزية والبنية التقنية قبل بدء التنفيذ."
    },
    "127": {
      "reason": "توجد قناة تواصل فعّالة بين إدارة التقنية والأمن السيبراني عبر الاجتماعات الدورية، البريد الرسمي، ونظام التذاكر لضمان توافق الأعمال مع السياسات الأمنية.",
      "answer": "yes"
    },
    "128": {
      "answer": "yes",
      "reason": "يتم التنسيق المستمر مع إدارة المنتجات من خلال اجتماعات Sprint Planning، وورش عمل التحليل، ومراجعة المتطلبات لضمان التكامل بين الجوانب التقنية والمنتج الرقمي."
    },
    "129": {
      "answer": "yes",
      "reason": "توجد اتفاقية مستوى خدمة SLA تحدد أوقات الاستجابة حسب الأولوية، ويقوم فريق التقنية بالالتزام بها ومتابعة مؤشرات الأداء لضمان فعالية الدعم."
    },
    "130": {
      "answer": "yes",
      "reason": "يتم استخدام نظام موحد Onclick  لتسجيل البلاغات، تصنيفها، متابعة معالجتها، وإصدار تقارير دورية لقياس جودة الخدمة وتحسين الأداء."
    }
  },
  "open": {
    "sign": "م/ عادل عبد الفتاح  \n  مهندس معمارية البنية المؤسسية\n14-12-2025",
    "targetHiring": "طبقا لحاجة العمل والخطط التشغيلية ",
    "tasks": "تتولى الإدارة مجموعة من المهام والمسؤوليات الأساسية، وتشمل على سبيل المثال لا الحصر:\n\nوضع الخطط التشغيلية والاستراتيجية للإدارة بما يتوافق مع أهداف المؤسسة.\nإدارة وتنفيذ المشاريع التقنية والتحول الرقمي وضمان تسليمها وفق المعايير المعتمدة.\nإعداد وتحديث السياسات والإجراءات الفنية والإدارية المتعلقة بعمل الإدارة.\nإدارة البنية التحتية التقنية والمنصات التشغيلية وضمان استمرارية الأعمال.\nإدارة أنظمة البيانات والتحليلات وذكاء الأعمال وتوفير التقارير للمستفيدين.\nضمان الامتثال لمعايير الرقمية ورفع مستوى النضج والجاهزية الرقمية.\nالإشراف على مقدمي الخدمات التقنية وضمان الالتزام بالعقود وSLA.\nتحسين التجربة التقنية للعملاء الداخليين والخارجيين ومراقبة جودة الخدمات.\nالتنسيق مع الإدارات المختلفة لضمان تكامل الأعمال وانسيابية عمليات التشغيل.\n\nوجميع المهام والمسؤوليات معتمدة رسمياً إدارة رأس المال البشري و من الادارة العليا المختصة بالصلاحيات ومعلنة ضمن الهيكل التنظيمي والسياسات الداخلية.",
    "policies": "نعم  ومنها \n\nIT Service Request Management Policy\nIT Incident Management Policy\nIT Problem Management Policy\nIT Demand Management Policy\nIT Configuration Management Policy\nSDLC Management Policy\nDevOps Management Policy\nDevOps Operating Model\nDigital Availability Management Policy\nRelease Management Policy\nIT Risk Management Policy",
    "certs": "نعم، يوجد عدد من الموظفين حاصلين على شهادات مهنية معتمدة، مثل:\n\nPMP – Project Management Professional\nITIL Foundation / Intermediate\nCISSP / CEH (لجانب الأمن السيبراني)\nMicrosoft Azure / AWS Certifications\nPower BI Data Analyst\nScrum Master (PSM / CSM)\nDevOps Engineer Certificates\n Master of Computer Science \nMaster of Science in Data Science\n",
    "staffCount": "75  تقريبا ويمكن الحصول على هذة القائمة من إدارة رأس المال البشري حيث انها الاحدث والاصح ",
    "trainingPlan": "نعم توجد خطط داخلية ولكن الإدارة المسؤولة عن ذلك طبقا لسياية الشركة هي إدارة رأس المال البشري",
    "outsourcing": "نعم، يتم إسناد بعض الأعمال لجهات خارجية وفق الاحتياج، ومنها:\nخدمات الاستشارات التقنية\nالدعم الفني المتقدم\nعقود تطوير الأنظمة\n\nكل ذلك يتم عبر تعاقدات مع جهات مرخصة ومعتمدة لضمان جودة المخرجات.",
    "notes": "تسعى الإدارة جميعها داخل قطاع تقنية المعلومات إلى رفع مستوى النضج الرقمي وتحديث السياسات والإجراءات بشكل مستمر، كما تعمل على تطوير القدرات البشرية وتصميم مبادرات تحول رقمي مستدامة بما يخدم أهداف المؤسسة.",
    "subDepts": "1.\tSolutions Delivery\n2.\tIT Platforms Operations\n3.\tInfrastructure & Security Operations\n4.\tData & Analytics\n5.\tEnterprise Applications (ERP/ITSM) Management\n6.\tTech Strategy & Enterprise Architecture",
    "otherPolicies": "نعم، هناك سياسات وإجراءات لإدارات أخرى تؤثر وتتقاطع مع عمل الإدارة، ومنها:\n\nسياسات الأمن السيبراني المتعلقة بالوصول، الهوية، الفحص، الثغرات.\nسياسات الموارد البشرية الخاصة بالمهام والصلاحيات وإدارة المستخدمين.\nسياسات المالية والمشتريات المتعلقة بالتعاقدات التقنية، الترخيص، والميزانيات.\nسياسات الحوكمة والإدارة القانونية المتعلقة بالعقود والامتثال النظامي.\nسياسات إدارة المخاطر المؤسسية (ERM) التي تتطلب تقارير دورية من الإدارة."
  },
  "dark": false
}